export default {
  approach: {
    pageTitle: "نهج الاستدامة",
    intro:
      "تتبنى مجموعة صافولا نهجاً متكاملاً للممارسات البيئية والاجتماعية والحوكمة في عملياتها، وفق أعلى المعايير الدولية للإستدامة، والتي من ضمنها اتفاقية باريس وأهداف الأمم المتحدة للتنمية المستدامة.",
    paragraphs: [
      "وتراعي المجموعة السياق المحلي للإستدامة من خلال توافق أهدافها مع رؤية السعودية 2030 ومستهدفات الحياد الصفري بحلول عام 2060م، فيما يرتكز تطوير استراتيجيتنا على الاستفادة من أفضل الممارسات العالمية، وتقييم مستوى تطور منظومة الاستدامة، وإجراء تقييمات الأهمية النسبية لتحديد الأولويات الاستراتيجية.",
      " وتحرص المجموعة على التواصل مع أصحاب المصلحة بوضوح وشفافية، من خلال الالتزام بمعايير الإفصاح المحلية والدولية بما يضمن تلبية احتياجاتهم المعلوماتية، مع المحافظة على الامتثال الكامل للمتطلبات التنظيمية ذات العلاقة. وتماشياً مع تطلعات المستثمرين، تعمل المجموعة على تضمين الممارسات البيئية والاجتماعية والحوكمة في عملياتها المالية بما يتيح لها إدارة المخاطر واغتنام الفرص بشكل استباقي.",
    ],
    roadmap: {
      title: "وتتضمن خارطة طريق الاستدامة في مجموعة صافولا  5 مراحل رئيسية:",
      titleAfter: "5 distinct phases",
      pillars: [
        {
          index: "01",
          name: "تحليل شامل للإدارات والأقسام المعنية بالاستدامة",
        },
        {
          index: "02",
          name: "تحديد الموضوعات ذات الأهمية النسبية وتصنيفها",
        },
        {
          index: "03",
          name: "صياغة المبادرات والبرامج المستهدفة",
        },
        {
          index: "04",
          name: "إجراء مقابلات داخلية مع أصحاب المصلحة",
        },
        {
          index: "05",
          name: "وضع الأهداف والمستهدفات القابلة للقياس",
        },
      ],
      note: "ويحقق هذا النهج الاستباقي التوافق الاستراتيجي المطلوب في ممارسات الاستدامة، ويعزز أثرها طويل الأجل في منظومة عمل المجموعة.",
    },
  },
  strategy: {
    pageTitle: "استراتيجية الممارسات البيئية والاجتماعية والحوكمة",
    intro:
      "يرتكز إطار واستراتيجية الحوكمة البيئية والاجتماعية وحوكمة الشركات لدى مجموعة صافولا على ركائز استراتيجية ومحاور أساسية تحكم طموحاتها في مجال الممارسات البيئية والاجتماعية والحوكمة. وتُعد هذه الركائز التزام المجموعة بتحقيق نمو مستدام يقوم على ممارسات مسؤولة في جميع عملياتها التشغيلية، على النحو المبيّن في الرسم التوضيحي التالي.",
    frameWorkAndVision: {
      framework: "إطار الاستدامة لمجموعة صافولا",
      vision: {
        title: "رؤيتنا للاستدامة",
        subtitle:
          "قيادة النمو المستدام وتمكين الممارسات المسؤولة في منظومتنا البيئية",
      },
    },
    pillars: [
      {
        title: "ترسيخ ريادتنا في الالتزام البيئي والابتكار",
        description: "الوصف",
        subtitle:
          "تنفيذ إجراءات تهدف إلى قيادة الجهود البيئية وتعزيزها، من خلال إدارة مسؤولة للأنشطة ذات الأثر البيئي وتطبيق حلول ابتكارية للحد من التحديات البيئية.",
        iconsIndexes: [12, 13],
      },
      {
        title: "رفاه الموظفين وصحة المجتمع",
        description: "الوصف",
        subtitle:
          "تبنّي مبادرات وبرامج ترتقي بمستوى الصحة وجودة الحياة للمجتمعات والعملاء والموظفين على حد سواء.",
        iconsIndexes: [2, 3, 4, 5, 10],
      },
      {
        title: "ترسيخ الحوكمة وتوطيد ثقة أصحاب المصلحة",
        description: "الوصف",
        subtitle:
          "رفع مستوى الحوكمة الأخلاقية وممارسات الاستثمار المسؤول داخل صافولا، بما يعزز ثقة أصحاب المصلحة ويرسّخ اطمئنانهم.",
        iconsIndexes: [8, 16, 17],
      },
    ],
    driversText: "الدوافع",
    drivers: [
      "	توافق مع المعايير والاتفاقيات الدولية",
      "التزام بالخطط الوطنية ورؤية المملكة",
      "تواصل فاعل مع أصحاب المصلحة الخارجيين",
      "الحفاظ على تنافسية المحفظة الاستثمارية لاستقطاب المستثمرين المهتمين بالاستدامة",
      "توافق مع الأطر الدولية للممارسات البيئية والاجتماعية والحوكمة",
      "تجنب المخاطر المتعلقة بالسمعة المؤسسية وتداعياتها",
    ],
  },
  materiality: {
    pageTitle: "تقييم الأهمية النسبية",
    intro:
      "وبالنسبة لمجموعة صافولا، لا يقتصر تقييم الأهمية النسبية لموضوعات البيئة والمجتمع والحوكمة على تلبية متطلبات الإفصاح أو الامتثال التنظيمي فحسب، بل يعد أداة استراتيجية لتحديد مجالات التأثير الرئيسية، وترتيب أولويات العمل، وتوضيح المجالات التي تتركز عندها جهود المجموعة من خلال مصفوفة أهمية نسبية تعكس توجهها الاستراتيجي وواقعها التشغيلي.",
    matrix: {
      title: "مصفوفة الأهمية النسبية",
      subtitle:
        "سفر تقييم الأهمية النسبية ُ عن مصفوفة تعطي الأولوية للموضوعات الرئيسية في ّمة في الاستدامة، لتكون أداة قي إدارة المخاطر وتحديد الفرص.",
    },
    points: {
      mostImportant: {
        title: "هامة للغاية",
        list: [
          {
            index: 1,
            title: "جودة الغذاء وسلامته",
          },
          {
            index: 2,
            title: "الطاقة النظيفة وكفاءة استخدام الطاقة",
          },
          {
            index: 3,
            title: "التغير المناخي والانبعاثات",
          },
          {
            index: 4,
            title: "النفايات والاقتصاد الدائري",
          },
          {
            index: 5,
            title: "الصحة والرفاه وجودة الحياة",
          },
          {
            index: 6,
            title: "الاحتفاظ بالكفاءات والمواهب وتعزيز مشاركتها وتطويرها",
          },
        ],
      },
      veryImportant: {
        title: "هامة جداً",
        list: [
          {
            index: 7,
            title: "الشفافية وإعداد التقارير",
          },
          {
            index: 8,
            title: "حوكمة الشركات",
          },
          {
            index: 9,
            title: "التغليف المستدام",
          },
          {
            index: 10,
            title: "التوطين",
          },
          {
            index: 11,
            title: "الأثر الإيجابي في المجتمع والاستثمار",
          },
        ],
      },
      important: {
        title: "هامة",
        list: [
          {
            index: 12,
            title: "أخلاقيات العمل والنزاهة",
          },
          {
            index: 13,
            title: "التنوع والمساواة والشمول",
          },
          {
            index: 14,
            title: "التغذية والصحة",
          },
          {
            index: 15,
            title: "تجربة العملاء وإدارة العلاقات",
          },
          {
            index: 16,
            title: "الاستثمار المسؤول",
          },
        ],
      },
      keys: [
        {
          color: "grey",
          text: "البيئية",
        },
        {
          color: "green",
          text: "الاجتماعية",
        },
        {
          color: "orange",
          text: "الحوكمة",
        },
      ],
    },
  },
  environmental: {
    pageTitle: "ترسيخ ريادتنا في الالتزام البيئي والابتكار",
    intro:
      "تعمل مجموعة صافولا (الإدارة العامة وشركة صافولا للأغذية وشركة بنده للتجزئة) في أسواق منطقة الشرق الأوسط وشمال أفريقيا وتركيا، التي تشهد ضغوطاً مناخية وشحاً في الموارد المائية وتحولات تنظيمية متسارعة، وتضمّن المجموعة الالتزام البيئي في صلب استراتيجيتها بما يتماشى مع الطموحات الوطنية لتحقيق الحياد الكربوني. وتركّز المجموعة على رفع كفاءة استخدام الطاقة وخفض الانبعاثات وتقليل النفايات في عمليات التصنيع والتجزئة إلى جانب تطوير ممارسات الإدارة المسؤولة للمياه وحلول التعبئة والتغليف المستدام، بما يدعم نمواً مستداماً وقادراً على التكيف مع المتغيرات.",
    SBTi: {
      text: "قدمت مجموعة صافولا طلبًا إلى مبادرة الأهداف القائمة على العلم (SBTi) للانضمام إليها واعتماد هدف لخفض انبعاثات غازات الدفيئة.",
    },
    climatChange: {
      title: "إدارة تغير المناخ وخفض الانبعاثات الكربونية",
      desc: "تتعامل مجموعة صافولا مع تغير المناخ باعتباره أولوية عالمية، وتعمل على إدارة انبعاثاتها بفاعلية وفق الأهداف الوطنية والدولية ذات العلاقة. وتعمل المجموعة على رفع مستوى قياس الانبعاثات والإفصاح عنها في جميع شركاتها التابعة، إذ تقوم كل من شركة بنده للتجزئة وشركة صافولا للأغذية بالإبلاغ عن انبعاثات الغازات الدفيئة ضمن النطاقين الأول والثاني، مما يسهم في تعزيز الشفافية والمساءلة وتوجيه الجهود المستمرة لخفض الانبعاثات.",
      subtitle: "إنجازات عام 2025م وأبرز المبادرات البيئية",
      paragraphs: [
        "تواصل مجموعة صافولا تعزيز برنامجها البيئي من خلال مجموعة من المبادرات المطبقة في شركاتها التابعة. وخلال عام 2025م، كثّف قطاع توريد المنتجات في شركة صافولا للأغذية جهود إزالة الكربون من خلال مبادرات مستهدفة لرفع الكفاءة التشغيلية وإدارة الطاقة، محققةً انخفاضاً بنسبة 16.3٪ في كثافة انبعاثات غازات الدفيئة لكل طن متري مقارنةً بعام 2024م.",
        "وأسفرت هذه الجهود عن انخفاض ملموس في إجمالي الانبعاثات، حيث تراجعت انبعاثات غازات الدفيئة لشركة صافولا للأغذية ضمن النطاقين الأول والثاني مجتمعَيْن إلى 632,108.48 طن من مكافئ ثاني أكسيد الكربون في عام 2025م، بالمقارنة مع 755,177.69 طن في عام 2024م و914,233.90 طن في عام 2019م. ويمثل ذلك انخفاضاً بنسبة 16.3٪ على أساس سنوي، وبنسبة 30.9٪ بالمقارنة مع خط الأساس لعام 2019م، مما يعكس تقدماً مستداماً في تقليل الانبعاثات الكربونية للمجموعة ورفع كفاءتها التشغيلية في آن واحد.",
        "وللاطلاع على مزيد من التفاصيل حول أداء النطاقين الأول والثاني في مجموعة صافولا ووحداتها التشغيلية، يُرجى الرجوع إلى تقرير الممارسات البيئية والاجتماعية والحوكمة لعام 2025م المتاح على الموقع الإلكتروني للمجموعة.",
      ],
    },
    cleanEnergy: {
      title: "رفع كفاءة الطاقة وترشيد استهلاكها",
      desc: "تواصل مجموعة صافولا تعزيز نهجها في إدارة الطاقة المستدامة من خلال ترسيخ ممارسات قائمة على الكفاءة في عمليات التجزئة والتصنيع على حد سواء. وتسهم جهود ترشيد استهلاك الطاقة ورفع كفاءة استخدام المياه وتحسين أداء العمليات الإنتاجية في خفض استهلاك الموارد والحد من الانبعاثات في كافة المواقع التشغيلية. وبفضل التحسين المنهجي لأنماط استخدام الطاقة والمرافق، تحقق المجموعة نتائج بيئية قابلة للقياس، وتمضي في تحولها نحو عمليات تشغيلية أكثر استدامةً وكفاءة.",
      subtitle: "إنجازات عام 2025م وأبرز المبادرات",
      paragraphs: [
        "حققت شركة صافولا للأغذية، وفق الخطة الاستراتيجية للمجموعة، تحسينات جوهرية في كفاءة الطاقة وخفض التكاليف رغم ارتفاع أسعار الوقود في المملكة ومصر، إذ بلغ صافي التوفير 104 ملايين <i class='riyal-icon'></i> بالمقارنة مع الميزانية المعتمدة و11 مليون <i class='riyal-icon'></i> بالمقارنة مع عام 2024م. وأسهمت في تحقيق هذه النتائج مبادرات مستمرة لرفع كفاءة الطاقة وترشيد استهلاك المرافق وتحسين عمليات النقل والإمداد وانضباط المشتريات، مما يؤكد الترابط الوثيق بين التميز التشغيلي والأداء البيئي وتقليل تأثر التكاليف بالتقلبات.",
        "كما واصلت شركة بنده للتجزئة تعزيز استخدام مصادر طاقة أنظف وأعلى كفاءة في عمليات النقل والبنية التحتية. وأسهم تعاونها مع شركة يونيليفر في مجال النقل العكسي (Backhauling) في ترشيد مسارات الرحلات والاستغناء عن رحلات التوصيل المنفصلة، مما أدى إلى خفض استهلاك الوقود والانبعاثات المرتبطة به. كما شهدت جهود إدارة الموارد الدائرية تقدماً ملحوظاً، حيث أُعيد تدوير 15,800 بطارية مركبات خلال عام 2025م، ارتفاعاً من 13,400 بطارية في العام السابق، مما يعزز استرداد المواد بصورة مسؤولة ويحد من الأثر البيئي.",
        "ورفعت الشركة كفاءة استهلاك الطاقة في مرافقها من خلال التحول الكامل إلى إضاءة LED في مراكز التوزيع، مما خفض الطلب على الكهرباء بشكل ملحوظ. وحصل مركز التوزيع التابع لشركة بنده للتجزئة في مدينة الملك عبد الله الاقتصادية على شهادة الريادة في الطاقة والتصميم البيئي (LEED) بالفئة الفضية، في إنجاز يعكس معايير عالية في التصميم المستدام والكفاءة التشغيلية، فيما يسهم تركيب الألواح الشمسية على الأسطح في توليد طاقة نظيفة في الموقع.",
      ],
    },
    waste: {
      title: "إدارة الهدر وتعزيز ممارسات الاقتصاد الدائري",
      desc: " تتبنى مجموعة صافولا مبادئ إدارة الهدر والاقتصاد الدائري في استراتيجيتها للاستدامة، مع التركيز على تقليل الهدر ورفع كفاءة استخدام الموارد والتخلص المسؤول من المخلفات في جميع عملياتها.",
      desc2:
        "ويبقى خفض المخلفات الناتجة عن المكاتب وعمليات التجزئة وتصنيع الأغذية من المحاور ذات الأولوية. وفي إطار التزامها بمبادئ الاقتصاد الدائري، ترصد شركة بنده للتجزئة حجم المخلفات ومعدلات استردادها لدعم التحسين المستمر، فيما تعيد شركة صافولا للأغذية تحويل المنتجات الثانوية إلى مواد ذات قيمة اقتصادية، بما يرسّخ التزام المجموعة بالممارسات الدائرية والمستدامة.",
      subtitle: "إنجازات عام 2025م وأبرز المبادرات",
      paragraphs: [
        "خلال عام 2025م، عزّز قطاع توريد المنتجات ممارسات خفض الهدر ورفع كفاءة استخدام الموارد في عمليات التصنيع، من خلال ضوابط إنتاجية أكثر إحكاماً وتحسين مناولة المواد وانضباط التخطيط الإنتاجي. ونتيجة لذلك تراجعت نسبة الفاقد من المواد إلى 2.25٪ بالمقارنة مع 2.48٪ في عام 2024م و2.44٪ وفق خطة الأعمال، مما يعكس فاعلية أكبر في الحد من الهدر ورفع العوائد الإنتاجية. وأسهمت هذه التحسينات في خفض أحجام المخلفات المراد التخلص منها، ورفع معدلات استرداد المنتجات الثانوية القابلة للاستخدام، وتعزيز التوافق مع مبادئ الاقتصاد الدائري في المصافي ومرافق التعبئة والتغليف.",
        "وفي نفس العام، أعطت المجموعة وشركاتها التابعة ووحداتها التشغيلية أولوية لخفض الهدر، مع التركيز تحديداً على رفع معدلات التحويل عن مكبات النفايات وتعزيز إعادة استخدام المواد في العمليات كافة.",
        "وللاطلاع على مزيد من المعلومات حول مبادرات إدارة المخلفات والأداء المرتبط بها في مجموعة صافولا ووحداتها التشغيلية، يُرجى الرجوع إلى تقرير الممارسات البيئية والاجتماعية والحوكمة لعام 2025م المتاح على الموقع الإلكتروني للمجموعة.",
      ],
    },
    water: {
      title: "إدارة الموارد المائية وترشيد استهلاكها",
      desc: "تعد حوكمة وإدارة المياه عنصراً أساسياً ضمن استراتيجية الحوكمة البيئية والاجتماعية وحوكمة الشركات لدى مجموعة صافولا، مع التركيز على الاستخدام الكفء والمحافظة على الموارد المائية وإدارتها بمسؤولية في سلسلة القيمة. ",
      desc2:
        "وبتضمين ممارسات المياه المستدامة في عمليات إنتاج الأغذية والتشغيل، تدعم المجموعة القدرة البيئية طويلة الأجل على التكيف، وتوائم جهودها مع مستهدفات رؤية السعودية 2030 ومعايير الاستدامة العالمية.",
      subtitle: "إنجازات عام 2025م وأبرز المبادرات",
      paragraphs: [
        "ظل ترشيد استهلاك الموارد المائية وتحسين رصد عمليات السحب والتصريف في المرافق من الأولويات الرئيسية خلال عام 2025م، مدعوماً بجهود التحسين المستمر في مجموعة صافولا وشركاتها التابعة.",
        "ويتولى فريق الاستدامة في شركة صافولا للأغذية تنسيق إدارة المياه، ويشرف على تقييم المخاطر ووضع المستهدفات ورصد الأداء وإعداد التقارير الداخلية، بالتعاون الوثيق مع فرق التشغيل والهندسة وسلسلة الإمداد لضمان تطبيق منسّق في جميع المواقع.",
        "وإدراكاً لتعرّض بعض المرافق لمستويات عالية من الإجهاد المائي، استثمرت شركة صافولا للأغذية 12.35 مليون & في تطوير أنظمة معالجة مياه الصرف والبنية التحتية لإعادة استخدام المياه في وحدات تشغيلية مختارة، مما يسهم في تعزيز الكفاءة والامتثال ويحد من المخاطر.",
        "وخلال عام 2025م، اعتمدت شركة صافولا للأغذية على مزيج متنوع من مصادر المياه يعكس هذا التحول الاستراتيجي نحو مدخلات أقل إجهاداً للموارد المائية. وشكّلت إمدادات شبكة المياه البلدية 32٪ من إجمالي السحب، فيما بلغت حصة مياه الأنهار 22٪، ومياه البحر 21٪، والمياه الجوفية 12٪، والمكثفات المعاد تدويرها 10٪، والمياه الصناعية المعالجة 3٪. ويُظهر هذا المزيج المتوازن تقدماً في تعزيز القدرة على إدارة المياه باستدامة وتقليل الاعتماد على مصادر المياه العذبة ذات الإجهاد العالي، بما يرسّخ الإدارة المسؤولة للموارد في العمليات التشغيلية كافة.",
        "وللاطلاع على مزيد من التفاصيل حول أداء المجموعة ووحداتها التشغيلية في مجال إدارة المياه، يُرجى الرجوع إلى تقرير الممارسات البيئية والاجتماعية والحوكمة لعام 2025م.",
      ],
    },
    packaging: {
      title: "تطوير حلول التعبئة والتغليف المستدام",
      desc: "تعطي مجموعة صافولا أولوية للتعبئة والتغليف المستدام من خلال استخدام مواد صديقة للبيئة وتحسين الكفاءة وتقليل الهدر في عملياتها، بما يتوافق مع متطلبات المملكة في هذا الشأن. وتركّز الجهود المتواصلة على دعم سلامة الغذاء",
      desc2:
        "As وضمن نهجها في تطبيق مبادئ الاقتصاد الدائري، ترصد شركة بنده للتجزئة كميات مواد التعبئة والتغليف المجمّعة لإعادة التدوير، بما يدعم الجهود المتواصلة لتحويل المخلفات عن مكبات النفايات وتعزيز استرداد الموارد في عملياتها.",
      subtitle: "إنجازات عام 2025م وأبرز المبادرات",
      paragraphs: [
        " تواصلت جهود البحث والمبادرات التشغيلية عبر المجموعة لتعزيز كلٍّ من الخصائص الصحية للمنتجات والأداء البيئي. ",
        "حيث أطلقت الشركة تحسينات قائمة على الاستدامة في محفظة مستلزماتها ومواد التعبئة والتغليف، تضمنت خفض استخدام البلاستيك في عبوات المخبوزات بالانتقال إلى صناديق الورق المقوى (كرافت)، والتحول من الملصقات اللاصقة إلى الطباعة المباشرة على العبوات لتقليل استهلاك المواد. وتعمل الشركة كذلك على تطوير عبوات الأطعمة الجاهزة بنظام إغلاق محسّن للحد من استخدام أغلفة السيلوفان.",
        "وبالتوازي تواصل شركة صافولا للأغذية تطوير تركيبات المنتجات والابتكار الموجّه نحو التغذية الصحية في الأسواق الرئيسية، بما يرسّخ التزام المجموعة بدعم خيارات استهلاكية صحية.",
        "وقد نجحت الشركة في طرح وتوسيع نطاق مجموعة من المنتجات المعاد تطويرها والمدعّمة المصمّمة لرفع القيمة الغذائية مع الحفاظ على جودة المنتج وجاذبيته للمستهلك. وتشمل هذه المنتجات سكر فتنس الذي يقدم المستوى ذاته من الحلاوة مع محتوى سكر أقل بشكل ملحوظ، وزيوت الطهي المخلوطة التي تجمع أنواعاً متعددة من الزيوت لتوفير فوائد الأوميغا لصحة القلب والدماغ، والزيوت المدعّمة بعناصر غذائية أساسية كفيتامينَيْ (أ) و(د) والزنك والكركم.",
        "وتعكس هذه الابتكارات نهجاً منظماً لرفع جودة المحتوى الغذائي في الفئات الرئيسية للمنتجات.",
        "وإلى جانب ذلك، واصلت الشركة تحسين عمليات التعبئة والتغليف وترشيد مخزونات المواد، مع طرح أشكال جديدة من العبوات وحلول الأكياس المرنة لتلبية احتياجات المستهلكين المتغيرة بصورة أفضل.",
        "وشهدت جهود استرداد مواد التعبئة والتغليف توسعاً خلال عام 2025م، مما رفع حجم المواد المجمّعة والمرسلة لإعادة التدوير في العمليات كافة. وتتوفر نتائج استرداد مواد التعبئة والمبادرات ذات الصلة في مجموعة صافولا ووحداتها التشغيلية ضمن تقرير الممارسات البيئية والاجتماعية والحوكمة لعام 2025م المتاح على الموقع الإلكتروني للمجموعة.",
      ],
    },
  },
};
