export default {
  approach: {
    pageTitle: "نهج الاستدامة",
    intro:
      "تتبنى مجموعة صافولا نهجاً متكاملاً للممارسات البيئية والاجتماعية والحوكمة في عملياتها، وفق أعلى المعايير الدولية للإستدامة، والتي من ضمنها اتفاقية باريس وأهداف الأمم المتحدة للتنمية المستدامة.",
    paragraphs: [
      "وتراعي المجموعة السياق المحلي للإستدامة من خلال توافق أهدافها مع رؤية السعودية 2030 ومستهدفات الحياد الصفري بحلول عام 2060م، فيما يرتكز تطوير استراتيجيتنا على الاستفادة من أفضل الممارسات العالمية، وتقييم مستوى تطور منظومة الاستدامة، وإجراء تقييمات الأهمية النسبية لتحديد الأولويات الاستراتيجية.",
      " وتحرص المجموعة على التواصل مع أصحاب المصلحة بوضوح وشفافية، من خلال الالتزام بمعايير الإفصاح المحلية والدولية بما يضمن تلبية احتياجاتهم المعلوماتية، مع المحافظة على الامتثال الكامل للمتطلبات التنظيمية ذات العلاقة. وتماشياً مع تطلعات المستثمرين، تعمل المجموعة على تضمين الممارسات البيئية والاجتماعية والحوكمة في عملياتها المالية بما يتيح لها إدارة المخاطر واغتنام الفرص بشكل استباقي.",
    ],
    roadmap: {
      title: "وتتضمن خارطة طريق الاستدامة في مجموعة صافولا  5 مراحل رئيسية:",
      titleAfter: "5 distinct phases",
      pillars: [
        {
          index: "01",
          name: "تحليل شامل للإدارات والأقسام المعنية بالاستدامة",
        },
        {
          index: "02",
          name: "تحديد الموضوعات ذات الأهمية النسبية وتصنيفها",
        },
        {
          index: "03",
          name: "صياغة المبادرات والبرامج المستهدفة",
        },
        {
          index: "04",
          name: "إجراء مقابلات داخلية مع أصحاب المصلحة",
        },
        {
          index: "05",
          name: "وضع الأهداف والمستهدفات القابلة للقياس",
        },
      ],
      note: "ويحقق هذا النهج الاستباقي التوافق الاستراتيجي المطلوب في ممارسات الاستدامة، ويعزز أثرها طويل الأجل في منظومة عمل المجموعة.",
    },
  },
  strategy: {
    pageTitle: "استراتيجية الممارسات البيئية والاجتماعية والحوكمة",
    intro:
      "يرتكز إطار واستراتيجية الحوكمة البيئية والاجتماعية وحوكمة الشركات لدى مجموعة صافولا على ركائز استراتيجية ومحاور أساسية تحكم طموحاتها في مجال الممارسات البيئية والاجتماعية والحوكمة. وتُعد هذه الركائز التزام المجموعة بتحقيق نمو مستدام يقوم على ممارسات مسؤولة في جميع عملياتها التشغيلية، على النحو المبيّن في الرسم التوضيحي التالي.",
    frameWorkAndVision: {
      framework: "إطار الاستدامة لمجموعة صافولا",
      vision: {
        title: "رؤيتنا للاستدامة",
        subtitle:
          "قيادة النمو المستدام وتمكين الممارسات المسؤولة في منظومتنا البيئية",
      },
    },
    pillars: [
      {
        title: "ترسيخ ريادتنا في الالتزام البيئي والابتكار",
        description: "الوصف",
        subtitle:
          "تنفيذ إجراءات تهدف إلى قيادة الجهود البيئية وتعزيزها، من خلال إدارة مسؤولة للأنشطة ذات الأثر البيئي وتطبيق حلول ابتكارية للحد من التحديات البيئية.",
        iconsIndexes: [12, 13],
      },
      {
        title: "رفاه الموظفين وصحة المجتمع",
        description: "الوصف",
        subtitle:
          "تبنّي مبادرات وبرامج ترتقي بمستوى الصحة وجودة الحياة للمجتمعات والعملاء والموظفين على حد سواء.",
        iconsIndexes: [2, 3, 4, 5, 10],
      },
      {
        title: "ترسيخ الحوكمة وتوطيد ثقة أصحاب المصلحة",
        description: "الوصف",
        subtitle:
          "رفع مستوى الحوكمة الأخلاقية وممارسات الاستثمار المسؤول داخل صافولا، بما يعزز ثقة أصحاب المصلحة ويرسّخ اطمئنانهم.",
        iconsIndexes: [8, 16, 17],
      },
    ],
    driversText: "الدوافع",
    drivers: [
      "	توافق مع المعايير والاتفاقيات الدولية",
      "التزام بالخطط الوطنية ورؤية المملكة",
      "تواصل فاعل مع أصحاب المصلحة الخارجيين",
      "الحفاظ على تنافسية المحفظة الاستثمارية لاستقطاب المستثمرين المهتمين بالاستدامة",
      "توافق مع الأطر الدولية للممارسات البيئية والاجتماعية والحوكمة",
      "تجنب المخاطر المتعلقة بالسمعة المؤسسية وتداعياتها",
    ],
  },
  materiality: {
    pageTitle: "تقييم الأهمية النسبية",
    intro:
      "وبالنسبة لمجموعة صافولا، لا يقتصر تقييم الأهمية النسبية لموضوعات البيئة والمجتمع والحوكمة على تلبية متطلبات الإفصاح أو الامتثال التنظيمي فحسب، بل يعد أداة استراتيجية لتحديد مجالات التأثير الرئيسية، وترتيب أولويات العمل، وتوضيح المجالات التي تتركز عندها جهود المجموعة من خلال مصفوفة أهمية نسبية تعكس توجهها الاستراتيجي وواقعها التشغيلي.",
    matrix: {
      title: "مصفوفة الأهمية النسبية",
      subtitle:
        "سفر تقييم الأهمية النسبية ُ عن مصفوفة تعطي الأولوية للموضوعات الرئيسية في ّمة في الاستدامة، لتكون أداة قي إدارة المخاطر وتحديد الفرص.",
    },
    points: {
      mostImportant: {
        title: "هامة للغاية",
        list: [
          {
            index: 1,
            title: "جودة الغذاء وسلامته",
          },
          {
            index: 2,
            title: "الطاقة النظيفة وكفاءة استخدام الطاقة",
          },
          {
            index: 3,
            title: "التغير المناخي والانبعاثات",
          },
          {
            index: 4,
            title: "النفايات والاقتصاد الدائري",
          },
          {
            index: 5,
            title: "الصحة والرفاه وجودة الحياة",
          },
          {
            index: 6,
            title: "الاحتفاظ بالكفاءات والمواهب وتعزيز مشاركتها وتطويرها",
          },
        ],
      },
      veryImportant: {
        title: "هامة جداً",
        list: [
          {
            index: 7,
            title: "الشفافية وإعداد التقارير",
          },
          {
            index: 8,
            title: "حوكمة الشركات",
          },
          {
            index: 9,
            title: "التغليف المستدام",
          },
          {
            index: 10,
            title: "التوطين",
          },
          {
            index: 11,
            title: "الأثر الإيجابي في المجتمع والاستثمار",
          },
        ],
      },
      important: {
        title: "هامة",
        list: [
          {
            index: 12,
            title: "أخلاقيات العمل والنزاهة",
          },
          {
            index: 13,
            title: "التنوع والمساواة والشمول",
          },
          {
            index: 14,
            title: "التغذية والصحة",
          },
          {
            index: 15,
            title: "تجربة العملاء وإدارة العلاقات",
          },
          {
            index: 16,
            title: "الاستثمار المسؤول",
          },
        ],
      },
      keys: [
        {
          color: "grey",
          text: "البيئية",
        },
        {
          color: "green",
          text: "الاجتماعية",
        },
        {
          color: "orange",
          text: "الحوكمة",
        },
      ],
    },
  },
};
