export default {
  savolaGroup: "شركة مجموعة صافولا (شركة مساهمة سعودية)",
  date: "كما في 31 ديسمبر 2025م",
  currancy:
    "(بآلاف الريالات السعودية (<i class='riyal-icon'></i>) ما لم يذكر خلاف ذلك)",
  note: "تشكل الإيضاحات من 1 إلى 46 جزءا لا يتجزأ من هذه القوائم المالية الموحدة",
  headers: {
    position: "قائمة المركز المالي الموحدة",
    profit:
      "قائمة الربح أو الخسارة والدخل الشامل الآخر الموحدة",
    equity: "قائمة التغيرات في حقوق الملكية الموحدة",
    cashFlows: "قائمة التدفقات النقدية الموحدة",
  },
};
