const strategicReview = {
  businessModel: {
    pageTitle: "استراتيجيتنا ونموذج أعمالنا",
    title: "نموذج متخصص يهدف إلى نمو مستدام",
    desc: "تتمحور استراتيجية صافولا ونموذج عملها حول الاستثمار المدروس في قطاعي الأغذية والتجزئة، مع توجيه رأس المال بانتقائية عالية نحو الفرص القادرة على تحقيق عوائد مجزية ومستدامة، ويستند هذا النهج إلى تحديد أهداف استراتيجية ومالية واضحة لشركات المجموعة، وممارسة إشراف فعال على الأداء ضمن إطار حوكمة مؤسسية راسخ. وتُمكّننا الكفاءة في تخصيص رأس المال، مقرونة برؤية تحليلية بعيدة المدى لاتجاهات المستهلكين وتحولات السوق، من تعظيم حصتنا من إنفاق المستهلكين وتعزيز قدرتنا على تحقيق قيمة طويلة الأجل للمساهمين.",
    ourStrengths: {
      title: "مكامن قوتنا",
      items: [
        {
          title: "التركيز الاستراتيجي",
          desc: "تركز صافولا في استثماراتها على منظور بعيد الأمد يرتكز على توجهات المستهلكين، مع التركيز بصفة خاصة على قطاعي الأغذية والتجزئة. وتهدف صافولا إلى تخصيص وإعادة تخصيص رأس المال إستراتيجياً للاستفادة من ديناميكيات السوق المتطورة، وما يفضله المستهلكين والتوجهات الناشئة بهدف تعزيز القيمة المستدامة في هذه القطاعات الرئيسة.",
        },
        {
          title: "إطار راسخ للحوكمة",
          desc: "إطار قوي للحوكمة والشفافية، يحظى بالأولوية على مدار تاريخ صافولا وقيمها ويسهم في تعزيز ثقة المساهمين.",
        },
        {
          title: "البنية التحتية والوصول إلى المستهلكين",
          desc: "من خلال مجموعة شركاتنا، تصل صافولا إلى ملايين المستهلكين في منطقة الشرق الأوسط وشمال أفريقيا وتركيا من خلال عملياتها الممتدة عبر عدة دول، ومجموعة علاماتها التجارية القوية، وشبكة التجزئة التابعة لها في المملكة العربية السعودية.",
        },
      ],
    },
    ourChallenges: {
      title: "التحديات التي نواجهها",
      items: [
        "<b>تحديات البيئة العامة في الدول التي نعمل فيها،</b> حيث قامت عدد من دول المنطقة بإجراءات واسعة من الإصلاحات الاقتصادية مما قد يؤثر سلباً على القوة الشرائية للمستهلكين والتضخم العالمي العام في التكاليف.",
        "<b>التغير في العادات الشرائية للمستهلكين،</b> حيث النمط الاستهلاكي سريع التغير قد يؤثر على تفضيلات وعادات المستهلكين بشكل متسارع على المنتجات ونماذج الأعمال الحالية.",
        "<b>قلة عدد الشركات ذات الجدوى والمعروضة للبيع أو المتاحة للاستثمار بالمنطقة من</b> منظور مجموعة استثمارية أحد أهدافها تدوير رأس المال.",
        "<b>التقييم المرتفع نسبياً للأصول الغذائية،</b> بالنظر إلى ندرة الأصول الاستثمارية المتاحة في المنطقة ذات الحجم المناسب والتي تتوافق مع التوجه الاستراتيجي والاستثماري لمجموعة صافولا وكذلك عوامل أخرى تتعلق بالدورات الاقتصادية ودورات الأعمال وتأثيرها على هذه الأصول.",
      ],
    },
    howWeAddedValue: {
      title: "كيف نضيف قيمة",
      items: [
        {
          title: "القيادة والحوكمة",
          desc: `
            ينصب تركيز صافولا كمساهم استراتيجي على تبني أفضل الممارسات المؤسساتية على امتداد محفظتها الاستثمارية لضمان تحقيق عاملين حاسمين والمحافظة عليهما وهما:<br />
            <ul>
              <li>مواءمة الحوافز تجاه مختلف أصحاب المصلحة.</li>
              <li>اختيار القادة المناسبين وفرق الإدارة الملائمة لتحقيق الأهداف الاستراتيجية والتشغيلية.</li>
            </ul>
          `,
        },
        {
          title: "وضع الأهداف الاستراتيجية ومراقبة الأداء",
          desc: "تمتلك صافولا الآليات اللازمة لإدارة الأداء بفعالية على امتداد محفظتها الاستثمارية. ويشمل ذلك مؤشرات الأداء الرئيسة الاستراتيجية والتشغيلية والمالية قصيرة وطويلة الأجل، مع المراجعة الدورية واتباع نهج استباقي لضمان تحقيق المصلحة طويلة الأجل للأعمال والقيمة للمساهمين.",
        },
        {
          title: "تدوير رأس المال",
          desc: "تهدف صافولا إلى تحقيق أعلى عائد على الاستثمار وتدوير رأس المال لتعزيز العوائد للمساهمين وخلق قيمة إضافية عبر الاستثمار في مجالات تتمتع بفرص واعدة للنمو على المدى الطويل في قطاع الأغذية والتجزئة. ويتمثل الهدف الرئيس من ذلك في توليد عوائد إضافية مستدامة على رأس المال المستثمر.",
        },
        {
          title: "التخطيط الاستراتيجي على المدى الطويل",
          desc: "بالإضافة إلى الإدارة الفعالة لرأس المال والشركات التشغيلية لتعزيز واستدامة الأداء من منظور طويل الأجل على مستوى الشركات التابعة للمجموعة، فإن صافولا تدرك جيداً أن دورها الأبرز يرتكز في دراسة أسواقها جيداً وإدارة شركاتها وعملياتها بطريقة تتيح لها تحقيق طموحاتها في زيادة حصتها من إنفاق المستهلكين وتحقيق المزيد من الأرباح والعوائد على الاستثمار على المدى الطويل.",
        },
      ],
    },
    ourCorporateValue: {
      title: "قيم صافولا",
      items: [
        {
          desc: "القيم ليست مجرد عبارات أو شعارات بالنسبة لمجموعة صافولا، بل هي برنامج عمل يوجه أفعالنا اليومية سواء على مستوى الأفراد أو مستوى فرق العمل أو مستوى الشركة، منذ أن تأسست المجموعة في عام 1979م.",
        },
        {
          title: "القيم الفردية",
          list: [
            "<b>التواضع:</b> نتقبّل المشورة ونسعى للمعرفة.",
            "<b>الإتقان:</b> نتوخى الدقة والكمال.",
            "<b>العزم:</b> قوة الإرادة.",
            "<b>الاقتداء:</b> نبحث عن القدوة.",
          ],
        },
        {
          title: "القيم الجماعية",
          list: [
            "<b>إحسان الظن:</b> نتعامل بثقة.",
            "<b>المؤازرة:</b> ندعم بعضنا لنصل لأهدافنا.",
            "<b>القبول:</b> الاختلاف مصدر قوة.",
            "<b>الإقبال:</b> من “أنا وهم” إلى “نحن”.",
          ],
        },
        {
          title: "قيم المجموعة",
          list: [
            "<b>التقوى:</b> نرتكز على بوصلة أخلاقية توجه أفعالنا.",
            "<b>الأمانة:</b> نفي بالوعد ونبني الثقة.",
            "<b>المجاهدة:</b> نجتهد لنطور قدراتنا.",
            "<b>البر:</b> نعتني بالآخرين ونترك أثراً.",
          ],
        },
      ],
    },
  },
  journey: {
    pageTitle: "مسيرة التحول في مجموعة صافولا",
    section1: {
      title: "مجموعة غذائية مُركّزة ومسار موحد نحو النمو",
      qoute: {
        text: "تسهم مواصلة مسيرتنا في التحول في تعزيز قدرتنا على المضي بوضوح وتركيز ثابت، إذ يوجه هذا التحول قيادتنا وهيكلتنا ورأس مالنا نحو نشاطنا الغذائي بوصفه جوهر أعمالنا، لنرسخ بذلك مجموعة أقوى وأكثر تركيزاً قادرة على تحقيق نمو مستدام وقيمة ممتدة وطويلة الأجل.",
        name: "سامح حسن",
        position: "الرئيس التنفيذي للمجموعة",
      },
      d1: {
        title: "عام مفصلي للتحول",
        desc: "حققت مجموعة صافولا خلال عام 2025م نقلة نوعية في مسيرتها للتحول، إذ رسخت انتقالها إلى مرحلة جديدة أوضح في التوجه وأدق في التركيز، مستندةً إلى سنوات من إعادة تشكيل المحفظة وتعزيز القيمة لتؤسس مجموعة غذائية متكاملة تتسم باتساق القيادة ووحدة الرؤية. ويعكس هذا التحول انتقالاً مدروساً من نموذج الشركة القابضة متعددة الاستثمارات إلى منصة تشغيلية تضع قطاع الأغذية في صدارة أولوياتها، وتوجه مواردها نحو نمو مستدام وأداء تشغيلي منضبط وعوائد طويلة الأجل للمساهمين بصورة واضحة ومتكاملة.",
      },
      d2: {
        title: "دوافع التحول",
        desc: "انطلقت مسيرة مجموعة صافولا في التحول من حاجة عملية إلى تركيز أدق وتنفيذ أكثر إحكاماً وأولويات واضحة في تخصيص رأس المال، فعزّزت المجموعة ميزانيتها العمومية واستكملت إجراءات جوهرية في محفظتها الاستثمارية، مما أتاح لمجلس الإدارة تحديد توجه ومسار يوجه الموارد والقيادات والقدرات نحو قطاع الأغذية بوصفه المحرك الرئيس للنمو، مع الاستمرار في الوقت ذاته في إدارة الأصول غير الغذائية بانضباط واستثمارها بما يعزز قيمتها بصورة مدروسة ومسؤولة.",
      },
      d3: {
        title: "2025م: محطة مفصلية ونقطة تحول استراتيجي",
        p1: "لم تكتفى مجموعة صافولا خلال عام 2025م بإعادة تنظيم البنية التشغيلية، فأعادت مواءمة استراتيجيتها مع هيكلها التنظيمي وقيادتها ضمن إطار تنفيذي واحد واعتمدت نموذجاً تشغيلياً أبسط وأكثر تكاملاً يضع عمليات الأغذية في صدارة طموحات النمو، ويرسخ مبادئ المساءلة ويعزز سرعة اتخاذ القرار ويرفع فاعلية التنفيذ في مختلف وحدات العمل بصورة منهجية شاملة.",
        p2: "وأطلقت مجموعة صافولا ضمن هذا التوجه خطة مدروسة للتعاقب الإداري للقيادات والتي دخلت حيز التنفيذ في 1 يوليو 2025م بهدف ترسيخ الاستقرار القيادي. وعززت المجموعة هذا المسار بتعيين الرئيس التنفيذي لشركة صافولا للأغذية رئيساً تنفيذياً للمجموعة لضمان استمرارية التوجه الاستراتيجي وتركيز الأولويات، حيث جمعت هذه الخطوة القيادة التنفيذية والعمليات التشغيلية ضمن منظومة موحدة فرفعت مستوى الاتساق بين دقة التنفيذ اليومي والأهداف بعيدة المدى، وعززت الانسجام المؤسسي على نحو مباشر وواضح عبر مختلف قطاعات المجموعة.",
      },
      whatChanged: {
        title: "أبرز ملامح التغيير خلال العام",
        desc: "دشنت مجموعة صافولا مسيرتها الجديدة بهيكلية تنظيمية أوضح وأولويات محددة بدقة، تتمثل في الآتي:",
        list: [
          "اعتماد نموذج تشغيلي يرسخ دور قطاع الأغذية كركيزة أو منصة رئيسة للنمو",
          "تبسيط هيكل المجموعة بما يعزز وضوح الأدوار ويرفع كفاءة التنفيذ ويقوي الاتساق الداخلي",
          "مواصلة الإدارة النشطة لبقية الأصول مع التركيز على تحقيق القيمة بانضباط",
          "تعزيز الترابط بين الاستراتيجية وتخصيص رأس المال والإشراف القيادي",
        ],
        card1: {
          title: "منصة قطاع الأغذية الأساسية",
          subtitle: "نموذج تشغيلي يركز على قطاع الأغذية",
          list: ["هيكلية مبسطة للمجموعة", "تنفيذ مركز ومواءمة تامة"],
        },
        card2: {
          title: "تحسين كفاءة المحفظة",
          list: ["إدارة نشطة للمحفظة", "تحقيق القيمة بانضباط"],
        },
      },
    },
    section2: {
      title: "الجدول الزمني للتحول: من إعادة تشكيل المحفظة إلى النمو المستدام",
      qoute: {
        text: "نعتمد استراتيجية واضحة وقيادة متجانسة تمكّننا من دخول المرحلة المقبلة بتركيز ثابت على تحقيق نمو مدروس وتميز تشغيلي وبناء قيمة مستدامة لمساهمينا وجميع أصحاب المصلحة.",
        name: "سامح حسن",
        position: "الرئيس التنفيذي للمجموعة",
      },
      portfolio: {
        pre2024:
          "<b>ما قبل 2024م:</b> تحسين كفاءة المحفظة ووضع الأساس لمسيرة التحول",
        y2024:
          "<b>2024م:</b> تعزيز قاعدة رأس المال واستكمال الإجراءات الجوهرية الداعمة للقيمة",
        y2025:
          "<b>2025م:</b> المواءمة القيادية وتأكيد الاستراتيجية التي يقودها قطاع الأغذية ",
        lookingAhed:
          "<b>النظرة المستقبلية:</b> ركيزة ومنصة غذائية متكاملة ذات نطاق واسع وطموحات نمو إقليمية",
        lookingAhedPart: {
          title: "نظرة مستقبلية بتركيز راسخ وثقة مدروسة",
          desc: "ترتكز مجموعة صافولا اليوم على دعائم تحول واضحة رسختها خلال السنوات السابقة ومكّنتها من بناء منصة غذائية واسعة النطاق ترتبط مباشرة باحتياجات المستهلكين وتعتمد على علامات تجارية رائدة في فئاتها. وتوظف المجموعة هذه القاعدة لتعزيز دقة التنفيذ وتحقيق نمو منضبط يرفع قيمة الشركة لمساهميها. وتستند في ذلك إلى قيادة متوائمة ونموذج تشغيلي واضح المعالم وتوجه استراتيجي متجدد.",
        },
      },
      savloaGroupJourney: {
        title:
          "مسيرة مجموعة صافولا: <br /><b>استعادة الريادة، وخفض المخاطر الاستثمارية، والجاهزية لمرحلة النمو المقبلة</b>",
        strategicPhaseText: "المرحلة الاستراتيجية",
        netIncomeText: "صافي الربح (مليون $)",
        keyChallengesText: "أبرز التحديات / المبادرات",
        tabs: [
          {
            title: "2018",
            strategicPhase: {
              text: "الفجوات في التقييم، والتعقيدات التشغيلية وتحديات الأداء",
            },
            netIncome: {
              list: [
                "شركة صافولا للأغذية: (17)",
                "بنده: (917)",
                "المجموعة: (520)",
              ],
            },
            keyChallenges: {
              list: [
                "سجلت شركة صافولا للأغذية خسائر بقيمة17 مليون <i class='riyal-icon'></i> للمرة الأولى في تاريخها",
                "تكبدت بنده خسائر ناتجة عن إغلاق متاجر بندتي، واختلال الميزانية العمومية، وتراجع اقتصاديات المتاجر",
                "تباطؤ في وتيرة تسييل الأصول غير الجوهرية",
                "الاستحواذ على حصة مسيطرة في مجموعة الكبير (قطاع الأغذية المجمدة)",
                "تداول السهم في السوق بخصم كبير عن قيمته الجوهرية",
              ],
            },
          },
          {
            title: "2019-2021",
            strategicPhase: {
              text: "استعادة المسار الريادي",
            },
            netIncome: {
              list: [
                "صافولا للأغذية (2021م): 316",
                "بنده (2021م): (587)",
                "المجموعة: 222",
              ],
            },
            keyChallenges: {
              list: [
                `تحسين الأداء عبر ثلاث مبادرات رئيسية:
                <ul>
                  <li>إعادة تركيز الأعمال</li>
                  <li>إعادة ترتيب هيكل التكلفة</li>
                  <li>إعادة المواءمة التنظيمية</li>
                </ul>
                `,
                "استحواذ استراتيجي على شركة بايارا، الرائدة في فئة المكسرات والتوابل والبقوليات بدولة الإمارات العربية المتحدة",
                "إطلاق برنامج الارتقاء بتجربة العميل (CXR) في بنده لتصحيح مسار العمليات، مع إضافة استثمارات رأسمالية من المجموعة",
                "استرداد فائض نقدي بقيمة 147 مليون <i class='riyal-icon'></i> من شركة كنان",
              ],
            },
          },
          {
            title: "2022-2025",
            strategicPhase: {
              text: "سنوات المبادرات الاستراتيجية والتشغيلية الموجهة",
            },
            netIncome: {
              list: [
                "صافولا للأغذية (2025م): 481",
                "بنده (2025م): 115",
                "المجموعة (2025م): 874",
                "المجموعة (معدل): 539 ",
              ],
            },
            keyChallenges: {
              list: [
                `مشروع سيجما (Project Sigma):
                <ul>
                  <li>تحسين الرافعة المالية وتهيئة القاعدة المالية للنمو المستقبلي</li>
                  <li>تعظيم قيمة الأعمال الأساسية عبر توزيع أسهم المراعي</li>
                </ul>
                `,
                "بيع الاستثمارات في الأسواق عالية المخاطر لحماية شركة صافولا للأغذية من التقلبات غير المواتية",
                "تنفيذ إعادة هيكلة بعد عمليات الاندماج لرفع الجاهزية التنافسية",
              ],
            },
          },
        ],
      },
    },
  },
  technology: {
    pageTitle: "التقنية والابتكار ",
    title: "إرساء دعائم مؤسسة ذكية قائمة على التميز الرقمي",
    desc1:
      "تواصل مجموعة صافولا ترسيخ التقنية والابتكار في صميم نموذجها التشغيلي، إدراكاً لدورهما المحوري في تعزيز القدرة التنافسية والارتقاء بكفاءة التنفيذ وبناء منظومة أكثر مرونة واستدامة.",
    desc2:
      "ويرتكز هذا المسار على تطوير قدرات رقمية متقدمة تُسهم في تحديث المنصات الأساسية وتسريع وتيرة الأتمتة وتوظيف التحليلات المتقدمة لدعم اتخاذ قرارات بوتيرة أسرع، وتوفير رؤية تشغيلية شاملة وشفافة، وترسيخ ثقافة عمل أكثر ذكاءً وارتكازاً على البيانات على مستوى المجموعة. كما نواصل الاستثمار في شراكات استراتيجية وخارطة طريق تقنية استشرافية تُهيئ بيئة مواتية للنمو المستدام، وتُمكّن المجموعة من ترسيخ مكانتها في طليعة التحول الرقمي، والاستفادة من الزخم الوطني للتحول التقني، بما يتماشى مع مستهدفات رؤية المملكة 2030.",
    foucs: {
      title: "محاور التركيز في التقنية والابتكار",
      p1: "كثفنا جهودنا خلال عام 2025م لتعزيز المرونة التشغيلية عبر نقل الأنظمة الأساسية إلى البيئة السحابية، وإبرام شراكات مع منصات رائدة تدعم قابلية التوسع والمرونة. وأصبح النظام المطور لتخطيط موارد المؤسسات ركيزة تمكينية محورية لأعمالنا، إذ أسهم في دمج الوظائف الرئيسة وتوحيد العمليات وتوفير رؤى لحظية دقيقة تغطي عمليات التخطيط والتصنيع وسلاسل الإمداد والعمليات التجارية، مما أسهم في تحسين دقة التنبؤ بالطلب، وتسريع دورة اتخاذ القرار، وتعزيز قدرة الفرق التشغيلية على الاستجابة لمتغيرات السوق بكفاءة أعلى.",
      p2: " كما وسعنا نطاق تقنيات الأتمتة والتحليلات المتقدمة عبر مختلف مسارات العمل، مما أسهم في تقليص الجهد اليدوي وتمكين فرق العمل بأدوات ومعلومات أكثر دقة وفاعلية. وأثمر ذلك عن تحسن جودة القرارات اليومية، ورفع إنتاجية الموظفين وأسهم الانضباط في استخدام وإدارة البيانات في تعزيز الاتساق وجودة التنفيذ. وشكلت هذه الاستثمارات مجتمعةً دعامة أساسية لتعزيز الأداء وتعميق القدرات الرقمية للمجموعة، وترسيخ مقومات مؤسسة ذكية قادرة على تحقيق نمو مستدام.",
    },
    impact: {
      title: "الابتكار والأثر الملموس",
      p1: "أثمر تركيزنا على الابتكار عن تحسينات تشغيلية ملموسة انعكست بوضوح على بيئة العمل ونتائج الأداء. وأسهمت الحلول التقنية المتكاملة في ترسيخ بيئة رقمية متكاملة مدعومة بلوحات مؤشرات ذكية وسهلة الاستخدام، أتاحت للموظفين الوصول السريع إلى رؤى الأداء واتخاذ قرارات مدروسة في الوقت المناسب. كما ساعدت الأتمتة في توفير ساعات عمل قيّمة، وترسيخ ثقافة التحسين المستمر ورفع الكفاءة التشغيلية. وبالتوازي، عززنا آليات التعاون مع العملاء والموردين من خلال حلول رقمية مبتكرة، مما أسهم في رفع مستويات الخدمة وتحقيق كفاءة أعلى عبر سلسلة القيمة.",
      p2: "وشكلت تحليلات البيانات ركيزة تميّز أساسية، إذ حولت المدخلات التشغيلية المعقدة إلى عملية قابلة للتنفيذ دعمت المرونة والدقة والإنتاجية. وأسهمت هذه المبادرات في تعزيز ضبط الجودة من خلال تفعيل المراقبة الفورية وآليات التتبع المتقدمة، مما انعكس إيجاباً على تجربة العملاء عبر تحسين الاستجابة للخدمة، وملاءمة التفاعل، وتسريع دورات اتخاذ القرار الداخلي.",
      p3: "كما وظفنا تقنيات الذكاء الاصطناعي (AI) لإحداث تحول نوعي في العمليات المرتبطة بالموارد البشرية والعمليات التشغيلية وإجراءات الالتزام، الدور الذي أسهم في تقليص الدورات الزمنية، ورفع مستويات الدقة، والارتقاء بتجربة الموظفين والعملاء على حدٍ سواء. كما دعمت تطبيقات الذكاء الاصطناعي مجالات إدارة المواهب، وتوجيه السياسات، وأتمتة الوثائق، مما أتاح تصميم مسارات عمل أكثر ذكاءً وانسيابية، وخفّض الاعتماد على المعالجات اليدوية، وحقق تحسينات في الكفاءة ملموسة وقابلة للقياس على مستوى المجموعة بأكملها.",
    },
    drivingValue: {
      title: "شراكات تقنية تعزز القيمة",
      p1: "أسهمت شراكاتنا مع رواد قطاع التقنية في تسريع وتيرة التقدم الرقمي وتوسيع نطاق قدراتنا التشغيلية. وشملت هذه الجهود تعزيز كفاءة نظام تخطيط موارد المؤسسات، ودمج أنظمة الأعمال بصورة آمنة في البيئة السحابية، وتمكين قدرات متقدمة لإدارة البيانات وتحليلها بما يجعل الرؤى أسرع وأدق وأكثر قابلية للتوسع. كما دعمت شراكاتنا الاستراتيجية مبادرات تمكين الذكاء الاصطناعي (AI)، وأدوات التحول الرقمي، وحلول الإنتاجية المؤسسية. وأسهمت هذه العلاقات في تسريع برامج الأتمتة، ودفع مبادرات المصانع الذكية، وترسيخ تحول ثقافي يعتمد الحلول الرقمية كركيزة أساسية لنمو الأعمال.",
    },
  },
  saudiVision: {
    pageTitle: "رؤية المملكة 2030",
    title: "تمكين الرؤية عبر منظومة غذائية متكاملة",
    subtitle:
      "يرتكز دور مجموعة صافولا في دعم رؤية المملكة 2030 على نطاق أعمالها الواسع وتنوع أنشطتها وتكامل نموذجها التشغيلي.",
    p1: "وانطلاقاً من كونها شركة سعودية تسهم في تحقيق أولويات وطنية تشمل الأمن الغذائي والتنمية الصناعية والتحول الرقمي وتنمية رأس المال البشري ضمن إطار تنفيذي منظم. وتحقق المجموعة أثرها عبر منصة منسقة تضم التصنيع والتجزئة والخدمات الغذائية والخدمات اللوجستية والأسواق الاستهلاكية، مما يعزز حضورها في قطاعات متعددة ويولد أثراً اقتصادياً مباشراً مستمراً.",
    p2: "وتدير مجموعة صافولا منظومة متكاملة ومترابطة قلما تتوافر لدى مجموعات غذائية إقليمية أخرى تجمع بين تصنيع غذائي واسع النطاق وتجزئة متعددة القنوات وخدمات غذائية موجهة للمستهلك ضمن إطار تنظيمي واحد. وتعزز المجموعة عبر شركة صافولا للأغذية ومجموعة الكبير قدرات التصنيع المحلي وترفع مرونة سلاسل الإمداد لضمان استقرار الإمدادات الغذائية. وتدير المجموعة عبر شركة بنده للتجزئة منظومة تجزئة متقدمة تعتمد حلولاً تحليلية متقدمة لتحسين التسعير ورفع الإنتاجية وتيسير وصول المستهلكين إلى المنتجات الغذائية.",
    p3: "وتواصل المجموعة من خلال شركة هرفي للخدمات الغذائية تطوير منصة وطنية لمطاعم الخدمات السريعة تجمع بين الابتكار الرقمي وتنمية الكفاءات السعودية لتعزيز المحتوى المحلي. ويمكّن هذا النموذج المتكامل الممتد من الإنتاج إلى التصنيع ومن نقاط البيع إلى المستهلك النهائي مجموعة صافولا من دعم التنوع الاقتصادي واعتماد الحلول التقنية وتطوير القوى العاملة ضمن منظومة واحدة مترابطة. ويرسخ هذا الامتداد التشغيلي دور المجموعة كممكّن متعدد القطاعات لمستهدفات رؤية المملكة 2030 بصورة عملية وقابلة للقياس.",
    label:
      "إنتاجية إجمالية<br />قياسية بلغت<br /><b>3.74 مليون</b><br /><b>طن متري</b>",
    table: {
      headers: [
        "محاور ومستهدفات الرؤية",
        "الأهداف الاستراتيجية لصافولا",
        "إنجازات عام 2025م",
      ],
      rows: [
        [
          {
            title: "اقتصاد مزدهر",
            subtitle:
              "بناء قاعدة تصنيعية قادرة على المنافسة عالمياً",
          },
          {
            list: [
              "توسيع قدرات تصنيع الأغذية داخل المملكة العربية السعودية من خلال شركة صافولا للأغذية",
              "توطين إنتاج الفئات الغذائية الاستراتيجية مثل زيوت الطعام والأغذية المعبأة",
              "الاستثمار في تطوير بنية متقدمة للإنتاج ومصافي التكرير",
            ],
          },
          {
            list: [
              "استكملت شركة صافولا للأغذية مبادرات رأسمالية رئيسية شملت إنشاء مصنع جديد في جدة وتطوير مصافي التكرير بشكل شامل لتعزيز قدرات تصنيع الأغذية المحلية ودعم مستهدفات توطين الصناعات غير النفطية.",
              "تحقيق إنتاجية إجمالية قياسية بلغت 3.74 مليون طن متري بزيادة سنوية قدرها 6٪، مما يرسخ دور المملكة كمركز إقليمي لإنتاج الغذاء ويدعم تنمية الصادرات الصناعية الوطنية.",
            ],
          },
        ],
        [
          {
            title: "اقتصاد مزدهر",
            subtitle:
              "تعزيز الأمن الغذائي وسلاسل الإمداد في مختلف مناطق المملكة",
          },
          {
            list: [
              "تأمين الإنتاج المحلي طويل الأجل للفئات الغذائية الأساسية من خلال شركة صافولا للأغذية",
              "توسيع البنية التحتية لسلاسل التبريد والأغذية المجمدة عبر مجموعة الكبير",
              "تعزيز التكامل الرأسي في الفئات الطازجة عبر شركة بنده للتجزئة",
            ],
          },
          {
            list: [
              "وسعت شركة صافولا للأغذية الإنتاج المحلي لزيوت الطعام والأغذية المعبأة عبر منشأة جدة وتطوير المصافي، مما قلل الاعتماد على الواردات وساهم في تحقيق مستهدفات الرؤية المتعلقة بالأمن الغذائي والمرونة الاقتصادية والمحتوى المحلي.",
              "تدير مجموعة الكبير منشأة تصنيع سعودية مدعومة بشبكة تبريد واسعة لضمان توافر الأغذية المجمدة في مختلف مناطق المملكة وتعزيز موثوقية الإمداد والوصول إلى الأغذية وتطوير بنية لوجستية متقدمة.",
              "رفعت شركة بنده نسبة التوريد المحلي والتكامل الرأسي في فئات المخبوزات والمنتجات الطازجة واللحوم لتحسين الوفرة واستقرار التكلفة، مما يدعم مباشرةً أهداف الرؤية في تطوير سلاسل الإمداد المحلية وتعزيز دور المزارعين والمنشآت الصغيرة والمتوسطة.",
            ],
          },
        ],
        [
          {
            title: "اقتصاد مزدهر",
            subtitle:
              "دفع عجلة التنويع الاقتصادي عبر صناعات استهلاكية بعلامات تجارية رائدة",
          },
          {
            list: [
              "تطوير علامات تجارية غذائية سعودية رائدة من خلال شركة صافولا للأغذية",
              "توسيع منصات الأغذية ذات القيمة المضافة في فئات المنتجات المجمدة والمعبأة والصحية"
            ],
          },
          {
            list: [
              "عززت شركة صافولا للأغذية حضور علاماتها التجارية في المملكة، وشمل ذلك إطلاق علامة عافية بحلة جديدة والتوسع في فئات زيت الزيتون والتونة والتوابل والبقوليات والسكر لدعم تطوير علامات وطنية قادرة على المنافسة إقليمياً، وتعزيز التصنيع المحلي وفرص التصدير.",
              "أطلقت شركة صافولا للأغذية منتج زيت زيتون الجوف من مصادر محلية لتعزيز التكامل مع القطاع الزراعي ورفع القيمة المضافة المحلية تماشياً مع مستهدفات التنمية الريفية والمحتوى المحلي.",
              "صُنف الرئيس التنفيذي لمجموعة صافولا ضمن قائمة فوربس الشرق الأوسط لقادة الاستدامة، في تأكيدٍ على التزام المجموعة بممارسات مسؤولة تدعم مستهدفات الرؤية وترسخ ريادة الشركات السعودية في مجالات الاستدامة والحوكمة.",
              "صُنفت شركة بنده للتجزئة ضمن أكثر 10 علامات تجارية تأثيراً في المملكة وحصدت المركز الثالث بين العلامات التجارية الوطنية، بما يعزز حضورها كعلامة وطنية رائدة في قطاع التجزئة ويدعم ثقة المستهلك وتطور التجارة الحديثة ويسهم في تحقيق مستهدفات التنويع الاقتصادي عبر صناعات استهلاكية وطنية قوية.",
            ],
          },
        ],
        [
          {
            title: "اقتصاد مزدهر",
            subtitle: "تحسين الإنتاجية والكفاءة الصناعية",
          },
          {
            list: [
              "تطبيق برامج التميز التشغيلي من خلال شركة صافولا للأغذية",
              "تعزيز كفاءة سلاسل الإمداد وإدارة المخزون وتعظيم عوائد الإنتاج",
            ],
          },
          {
            list: [
              "تمكنت شركة صافولا للأغذية من تخفيض شكاوى العملاء بنسبة 33٪ وحققت تراجعاً سنوياً بنسبة 75٪في حوادث الجودة، في مؤشر واضح على تطور أنظمة الجودة الصناعية وفاعلية الضوابط التشغيلية، بما ينسجم مع مستهدفات الرؤية نحو تطبيق أعلى معايير الجودة العالمية في قطاعي التصنيع والخدمات بالمملكة.",
            ],
          },
        ],
        [
          {
            title: "اقتصاد مزدهر",
            subtitle: "تنمية رأس المال البشري والمهارات الصناعية",
          },
          {
            list: [
              "تدريب القوى العاملة في مجالات التصنيع والسلامة عبر شركة صافولا للأغذية",
              "بناء القدرات في قطاعي التجزئة والخدمات اللوجستية من خلال شركه بنده للتجزئة",
            ],
          },
          {
            list: [
              "نفذت شركة صافولا للأغذية أكثر من 3,400 دورة تدريبية في مجال الصحة والسلامة والبيئة، وكرمت أكثر من 2,000 موظف عبر عملياتها المختلفة، مما أسهم في تعزيز السلامة الصناعية وتطوير المهارات الفنية ودعم مستهدفات الرؤية في بناء قوى عاملة وطنية عالية الكفاءة.",
              "وسعت شركه بنده للتجزئة الأدوار الوظيفية في المجالات الرقمية واللوجستية وتحليل البيانات من خلال نمو عملياتها متعددة القنوات، بما أسهم في خلق فرص عمل وتطوير كفاءات تواكب متطلبات ركائز الاقتصاد الرقمي وتعزز تنمية رأس المال البشري ضمن رؤية المملكة 2030.",
              "حصدت مجموعة صافولا جائزة الأداء والمكافآت الشاملة من جمعية الموارد البشرية في الشرق الأوسط وشمال أفريقيا، تقديراً لاستثمارها في تنمية الكفاءات البشرية، واعتماد ممارسات متقدمة في مجال إدارة الموارد البشرية، وتطوير المواهب، بما ينسجم مع طموح الرؤية في إعداد كوادر وطنية عالية المهارة والإنتاجية والارتباط الوظيفي",
            ],
          },
        ],
        [
          {
            title: "اقتصاد مزدهر",
            subtitle: "دفع التحول الرقمي للصناعات التقليدية",
          },
          {
            list: [
              "دعم وتسريع مبادرات التحول الرقمي في قطاعي التجزئة والخدمات اللوجستية عبر شركة بنده للتجزئة",
            ],
          },
          {
            list: [
              "وظفت شركة بنده للتجزئة موظفين خدمة عملاء مدعومين بتقنيات الذكاء الاصطناعي (AI) وأنظمة متقدمة لإدارة علاقات العملاء وحلول أتمتة لعمليات تجهيز وتسليم الطلبات، إلى جانب أنظمة الإدارة اللحظية للمخزون. كما ارتفعت إيرادات التجارة الإلكترونية لتصل إلى نحو 320 مليون & في عام 2025م، مما يدعم مستهدفات الرؤية في بناء منظومة تجارة إلكترونية وطنية رائدة.",
            ],
          },
        ],
        [
          {
            title: "مجتمع حيوي",
            subtitle: "تعزيز جودة الحياة وتوفر الغذاء بأسعار مناسبة",
          },
          {
            list: [
              "	ضمان الوصول إلى الغذاء بأسعار ميسورة من خلال شركة بنده للتجزئة",
              "تطوير منتجات ذات قيمة غذائية أعلى عبر شركة صافولا للأغذية",
            ],
          },
          {
            list: [
              "سجلت شركة بنده للتجزئة معدلات رائدة في مؤشر رضا العملاء بلغ 94 نقطة، وتصدرت تفضيلات العلامة التجارية، مما عزز سهولة وصول المستهلكين إلى الأغذية يومياً في مختلف مناطق المملكة، انسجاماً مع مستهدفات تحسين جودة الحياة للمواطنين والمقيمين.",
              "وسعت شركة صافولا للأغذية محفظة المنتجات الصحية (Better-for-you) ونوعت تشكيلة زيوت الطهي الصحية في المملكة لدعم توجهات تعزيز أنماط الحياة الصحية، وتمكين المستهلكين من تبني خيارات غذائية أكثر توازناً في حياتهم اليومية",
            ],
          },
        ],
        [
          {
            title: "وطن طموح",
            subtitle: "تعزيز الحوكمة والشفافية والإفصاح البيئي والاجتماعي",
          },
          {
            list: [
              "تعزيز إطار الحوكمة المؤسسية وإدارة المخاطر على مستوى مجموعة صافولا",
              "تحسين تقارير الإفصاح البيئي والاجتماعي ورفع مستويات الشفافية تجاه المستثمرين عبر مجموعة صافولا",
            ],
          },
          {
            list: [
              "نالت مجموعة صافولا تكريماً للتميز في حوكمة الشركات من جامعة الفيصل، تقديراً لممارساتها في الشفافية والمساءلة وإدارة المخاطر لدعم مستهدفات تعزيز بيئة أعمال موثوقة وتطوير مؤسسات وفق أعلى المعايير الدولية.",
              "حققت صافولا المركز الثاني لجائزة أفضل تقرير للاستدامة والممارسات البيئية والاجتماعية والحوكمة من جمعية علاقات المستثمرين في الشرق الأوسط، تأكيداً لريادتها في الإفصاح المؤسسي وجودة تقارير المستثمرين، بما يتواءم مع توجهات الرؤية نحو ترسيخ الحوكمة الفاعلة، وتعزيز نضج الأسواق المالية، ودعم القيادة المسؤولة للقطاع الخاص.",
            ],
          },
        ],
      ],
    },
  },
};

export default strategicReview;
