const strategicReview = {
  businessModel: {
    pageTitle: "استراتيجيتنا ونموذج أعمالنا",
    title: "نموذج متخصص يهدف إلى نمو مستدام",
    desc: "تتمحور استراتيجية صافولا ونموذج عملها حول الاستثمار المدروس في قطاعي الأغذية والتجزئة، مع توجيه رأس المال بانتقائية عالية نحو الفرص القادرة على تحقيق عوائد مجزية ومستدامة، ويستند هذا النهج إلى تحديد أهداف استراتيجية ومالية واضحة لشركات المجموعة، وممارسة إشراف فعال على الأداء ضمن إطار حوكمة مؤسسية راسخ. وتُمكّننا الكفاءة في تخصيص رأس المال، مقرونة برؤية تحليلية بعيدة المدى لاتجاهات المستهلكين وتحولات السوق، من تعظيم حصتنا من إنفاق المستهلكين وتعزيز قدرتنا على تحقيق قيمة طويلة الأجل للمساهمين.",
    ourStrengths: {
      title: "مكامن قوتنا",
      items: [
        {
          title: "التركيز الاستراتيجي",
          desc: "تركز صافولا في استثماراتها على منظور بعيد الأمد يرتكز على توجهات المستهلكين، مع التركيز بصفة خاصة على قطاعي الأغذية والتجزئة. وتهدف صافولا إلى تخصيص وإعادة تخصيص رأس المال إستراتيجياً للاستفادة من ديناميكيات السوق المتطورة، وما يفضله المستهلكين والتوجهات الناشئة بهدف تعزيز القيمة المستدامة في هذه القطاعات الرئيسة.",
        },
        {
          title: "إطار راسخ للحوكمة",
          desc: "إطار قوي للحوكمة والشفافية، يحظى بالأولوية على مدار تاريخ صافولا وقيمها ويسهم في تعزيز ثقة المساهمين."
        },
        {
          title: "البنية التحتية والوصول إلى المستهلكين",
          desc: "من خلال مجموعة شركاتنا، تصل صافولا إلى ملايين المستهلكين في منطقة الشرق الأوسط وشمال أفريقيا وتركيا من خلال عملياتها الممتدة عبر عدة دول، ومجموعة علاماتها التجارية القوية، وشبكة التجزئة التابعة لها في المملكة العربية السعودية."
        }
      ],
    },
    ourChallenges: {
      title: "التحديات التي نواجهها",
      items: [
        "<b>تحديات البيئة العامة في الدول التي نعمل فيها،</b> حيث قامت عدد من دول المنطقة بإجراءات واسعة من الإصلاحات الاقتصادية مما قد يؤثر سلباً على القوة الشرائية للمستهلكين والتضخم العالمي العام في التكاليف.",
        "<b>التغير في العادات الشرائية للمستهلكين،</b> حيث النمط الاستهلاكي سريع التغير قد يؤثر على تفضيلات وعادات المستهلكين بشكل متسارع على المنتجات ونماذج الأعمال الحالية.",
        "<b>قلة عدد الشركات ذات الجدوى والمعروضة للبيع أو المتاحة للاستثمار بالمنطقة من</b> منظور مجموعة استثمارية أحد أهدافها تدوير رأس المال.",
        "<b>التقييم المرتفع نسبياً للأصول الغذائية،</b> بالنظر إلى ندرة الأصول الاستثمارية المتاحة في المنطقة ذات الحجم المناسب والتي تتوافق مع التوجه الاستراتيجي والاستثماري لمجموعة صافولا وكذلك عوامل أخرى تتعلق بالدورات الاقتصادية ودورات الأعمال وتأثيرها على هذه الأصول.",
      ]
    },
    howWeAddedValue: {
      title: "كيف نضيف قيمة",
      items: [
        {
          title: "القيادة والحوكمة",
          desc: `
            ينصب تركيز صافولا كمساهم استراتيجي على تبني أفضل الممارسات المؤسساتية على امتداد محفظتها الاستثمارية لضمان تحقيق عاملين حاسمين والمحافظة عليهما وهما:<br />
            <ul>
              <li>مواءمة الحوافز تجاه مختلف أصحاب المصلحة.</li>
              <li>اختيار القادة المناسبين وفرق الإدارة الملائمة لتحقيق الأهداف الاستراتيجية والتشغيلية.</li>
            </ul>
          `
        },
        {
          title: "وضع الأهداف الاستراتيجية ومراقبة الأداء",
          desc: "تمتلك صافولا الآليات اللازمة لإدارة الأداء بفعالية على امتداد محفظتها الاستثمارية. ويشمل ذلك مؤشرات الأداء الرئيسة الاستراتيجية والتشغيلية والمالية قصيرة وطويلة الأجل، مع المراجعة الدورية واتباع نهج استباقي لضمان تحقيق المصلحة طويلة الأجل للأعمال والقيمة للمساهمين."
        },
        {
          title: "تدوير رأس المال",
          desc: "تهدف صافولا إلى تحقيق أعلى عائد على الاستثمار وتدوير رأس المال لتعزيز العوائد للمساهمين وخلق قيمة إضافية عبر الاستثمار في مجالات تتمتع بفرص واعدة للنمو على المدى الطويل في قطاع الأغذية والتجزئة. ويتمثل الهدف الرئيس من ذلك في توليد عوائد إضافية مستدامة على رأس المال المستثمر."
        },
        {
          title: "التخطيط الاستراتيجي على المدى الطويل",
          desc: "بالإضافة إلى الإدارة الفعالة لرأس المال والشركات التشغيلية لتعزيز واستدامة الأداء من منظور طويل الأجل على مستوى الشركات التابعة للمجموعة، فإن صافولا تدرك جيداً أن دورها الأبرز يرتكز في دراسة أسواقها جيداً وإدارة شركاتها وعملياتها بطريقة تتيح لها تحقيق طموحاتها في زيادة حصتها من إنفاق المستهلكين وتحقيق المزيد من الأرباح والعوائد على الاستثمار على المدى الطويل."
        }
      ]
    },
    ourCorporateValue: {
      title: "قيم صافولا",
      items: [
        {
          desc: "القيم ليست مجرد عبارات أو شعارات بالنسبة لمجموعة صافولا، بل هي برنامج عمل يوجه أفعالنا اليومية سواء على مستوى الأفراد أو مستوى فرق العمل أو مستوى الشركة، منذ أن تأسست المجموعة في عام 1979م.",
        },
        {
          title: "القيم الفردية",
          list: [
            "<b>التواضع:</b> نتقبّل المشورة ونسعى للمعرفة.",
            "<b>الإتقان:</b> نتوخى الدقة والكمال.",
            "<b>العزم:</b> قوة الإرادة.",
            "<b>الاقتداء:</b> نبحث عن القدوة.",
          ]
        },
        {
          title: "القيم الجماعية",
          list: [
            "<b>إحسان الظن:</b> نتعامل بثقة.",
            "<b>المؤازرة:</b> ندعم بعضنا لنصل لأهدافنا.",
            "<b>القبول:</b> الاختلاف مصدر قوة.",
            "<b>الإقبال:</b> من “أنا وهم” إلى “نحن”.",
          ]
        },
        {
          title: "قيم المجموعة",
          list: [
            "<b>التقوى:</b> نرتكز على بوصلة أخلاقية توجه أفعالنا.",
            "<b>الأمانة:</b> نفي بالوعد ونبني الثقة.",
            "<b>المجاهدة:</b> نجتهد لنطور قدراتنا.",
            "<b>البر:</b> نعتني بالآخرين ونترك أثراً.",
          ]
        }
      ]
    }
  },
  technology: {
    pageTitle: "التقنية والابتكار ",
    title: "إرساء دعائم مؤسسة ذكية قائمة على التميز الرقمي",
    desc1: "تواصل مجموعة صافولا ترسيخ التقنية والابتكار في صميم نموذجها التشغيلي، إدراكاً لدورهما المحوري في تعزيز القدرة التنافسية والارتقاء بكفاءة التنفيذ وبناء منظومة أكثر مرونة واستدامة.",
    desc2: "ويرتكز هذا المسار على تطوير قدرات رقمية متقدمة تُسهم في تحديث المنصات الأساسية وتسريع وتيرة الأتمتة وتوظيف التحليلات المتقدمة لدعم اتخاذ قرارات بوتيرة أسرع، وتوفير رؤية تشغيلية شاملة وشفافة، وترسيخ ثقافة عمل أكثر ذكاءً وارتكازاً على البيانات على مستوى المجموعة. كما نواصل الاستثمار في شراكات استراتيجية وخارطة طريق تقنية استشرافية تُهيئ بيئة مواتية للنمو المستدام، وتُمكّن المجموعة من ترسيخ مكانتها في طليعة التحول الرقمي، والاستفادة من الزخم الوطني للتحول التقني، بما يتماشى مع مستهدفات رؤية المملكة 2030.",
    foucs: {
      title: "محاور التركيز في التقنية والابتكار",
      p1: "كثفنا جهودنا خلال عام 2025م لتعزيز المرونة التشغيلية عبر نقل الأنظمة الأساسية إلى البيئة السحابية، وإبرام شراكات مع منصات رائدة تدعم قابلية التوسع والمرونة. وأصبح النظام المطور لتخطيط موارد المؤسسات ركيزة تمكينية محورية لأعمالنا، إذ أسهم في دمج الوظائف الرئيسة وتوحيد العمليات وتوفير رؤى لحظية دقيقة تغطي عمليات التخطيط والتصنيع وسلاسل الإمداد والعمليات التجارية، مما أسهم في تحسين دقة التنبؤ بالطلب، وتسريع دورة اتخاذ القرار، وتعزيز قدرة الفرق التشغيلية على الاستجابة لمتغيرات السوق بكفاءة أعلى.",
      p2: " كما وسعنا نطاق تقنيات الأتمتة والتحليلات المتقدمة عبر مختلف مسارات العمل، مما أسهم في تقليص الجهد اليدوي وتمكين فرق العمل بأدوات ومعلومات أكثر دقة وفاعلية. وأثمر ذلك عن تحسن جودة القرارات اليومية، ورفع إنتاجية الموظفين وأسهم الانضباط في استخدام وإدارة البيانات في تعزيز الاتساق وجودة التنفيذ. وشكلت هذه الاستثمارات مجتمعةً دعامة أساسية لتعزيز الأداء وتعميق القدرات الرقمية للمجموعة، وترسيخ مقومات مؤسسة ذكية قادرة على تحقيق نمو مستدام."
    },
    impact: {
      title: "الابتكار والأثر الملموس",
      p1: "أثمر تركيزنا على الابتكار عن تحسينات تشغيلية ملموسة انعكست بوضوح على بيئة العمل ونتائج الأداء. وأسهمت الحلول التقنية المتكاملة في ترسيخ بيئة رقمية متكاملة مدعومة بلوحات مؤشرات ذكية وسهلة الاستخدام، أتاحت للموظفين الوصول السريع إلى رؤى الأداء واتخاذ قرارات مدروسة في الوقت المناسب. كما ساعدت الأتمتة في توفير ساعات عمل قيّمة، وترسيخ ثقافة التحسين المستمر ورفع الكفاءة التشغيلية. وبالتوازي، عززنا آليات التعاون مع العملاء والموردين من خلال حلول رقمية مبتكرة، مما أسهم في رفع مستويات الخدمة وتحقيق كفاءة أعلى عبر سلسلة القيمة.",
      p2: "وشكلت تحليلات البيانات ركيزة تميّز أساسية، إذ حولت المدخلات التشغيلية المعقدة إلى عملية قابلة للتنفيذ دعمت المرونة والدقة والإنتاجية. وأسهمت هذه المبادرات في تعزيز ضبط الجودة من خلال تفعيل المراقبة الفورية وآليات التتبع المتقدمة، مما انعكس إيجاباً على تجربة العملاء عبر تحسين الاستجابة للخدمة، وملاءمة التفاعل، وتسريع دورات اتخاذ القرار الداخلي.",
      p3: "كما وظفنا تقنيات الذكاء الاصطناعي (AI) لإحداث تحول نوعي في العمليات المرتبطة بالموارد البشرية والعمليات التشغيلية وإجراءات الالتزام، الدور الذي أسهم في تقليص الدورات الزمنية، ورفع مستويات الدقة، والارتقاء بتجربة الموظفين والعملاء على حدٍ سواء. كما دعمت تطبيقات الذكاء الاصطناعي مجالات إدارة المواهب، وتوجيه السياسات، وأتمتة الوثائق، مما أتاح تصميم مسارات عمل أكثر ذكاءً وانسيابية، وخفّض الاعتماد على المعالجات اليدوية، وحقق تحسينات في الكفاءة ملموسة وقابلة للقياس على مستوى المجموعة بأكملها.",
    },
    drivingValue: {
      title: "شراكات تقنية تعزز القيمة",
      p1: "أسهمت شراكاتنا مع رواد قطاع التقنية في تسريع وتيرة التقدم الرقمي وتوسيع نطاق قدراتنا التشغيلية. وشملت هذه الجهود تعزيز كفاءة نظام تخطيط موارد المؤسسات، ودمج أنظمة الأعمال بصورة آمنة في البيئة السحابية، وتمكين قدرات متقدمة لإدارة البيانات وتحليلها بما يجعل الرؤى أسرع وأدق وأكثر قابلية للتوسع. كما دعمت شراكاتنا الاستراتيجية مبادرات تمكين الذكاء الاصطناعي (AI)، وأدوات التحول الرقمي، وحلول الإنتاجية المؤسسية. وأسهمت هذه العلاقات في تسريع برامج الأتمتة، ودفع مبادرات المصانع الذكية، وترسيخ تحول ثقافي يعتمد الحلول الرقمية كركيزة أساسية لنمو الأعمال."
    }
  }
};

export default strategicReview;
